start-message = <b>Привіт, обери щось із списку нижче</b>
choose-language = <b>Вибери мову зі списку нижче</b>
language-changed = Мова успішно змінена на {$new_language}
language-name = Україньска 🇺🇦
settings-button = Налаштування ⚙️
change-language = Мова 🇺🇦
settings-menu = <b>Обери що ти хочеш налаштувати! ⚙️</b>

loading-emoji = ⏳
code-validating = <b>Перевіряю коди...</b>
code-invalid = <b>Код недійсний 📛</b>
code-valid = <b>Код дійсний, зачекайте ще трохи... ✅</b>

codes-added-successfully = <b>{$amount} {$amount ->
        [one] унікальний код успішно доданий! 📝
        [few] унікальних коди успішно додані! 📝
        *[many] унікальних кодів успішно додані! 📝
        } </b>


mcdonalds-command = <b>Щоб отримати БігМак та середню картоплю фрі за 2 фунти відправ мені код зверху чека</b>
mcdonalds-balance = <b>В тебе {$codes-amount ->
                [0] <code>нема жодного коду</code> для знижок, відправ мені код з чеку і я згенерую кілька штук ;)
                [one] є <code>{$codes-amount} код</code>
                [few] є <code>{$codes-amount} кода</code>
                *[many] є <code>{$codes-amount} кодів</code>
                }</b>

use-mcdonalds-code = Отримати код 🍔
mcdonalds-logs = Архів 📋

no-codes-available = В тебе не залишилося кодів!
mcd-code = <b>{$code}</b>
close-code = Я використав його 🆗
code-deleted = Код перенесений в архів 🆗

subway-register-unknown-error = <b>Виникла невідома помилка, зачекай трохи та спробуй ще раз</b>
subway-card-created = <b>Використовуй цей код щоб отримати безкоштовну каву, маленький сендвіч, чіпси, або іншу їжу: </b><i>{$card-number}</i>
subway-is-busy = <b>Хтось отримує код для Subway прямо зараз, спробуй ще раз через 20 секунд</b>

mcdonalds-archive-start = <b>Твої останні 10 використаних кодів</b>
mcdonalds-archive-row = <b>{$index} - {$code}</b>
mcdonalds-no-codes-ever-used = Ти ще не використав жодного кода
