start-message = <b>Привет, выбери что ты хочешь получить из списка ниже</b>
choose-language = <b>Выбери язык из списка ниже</b>
language-changed = Язык успешно изменен на {$new_language}
language-name = Русский 🇷🇺
settings-button = Настройки ⚙️
change-language = Язык 🇷🇺
settings-menu = <b>Выбери что ты хочешь настраивать! ⚙️</b>

loading-emoji = ⏳
code-validating = <b>Проверяю код...</b>
code-invalid = <b>Код нерабочий 📛</b>
code-valid = <b>Код рабочий, подожди еще немного... ✅</b>
codes-added-successfully = <b>{$amount} {$amount ->
        [one] уникальный код успешно добавлен! 📝
        [few] уникальных кода успешно добавлены! 📝
        *[many] уникальных кодов успешно добавлены! 📝
        } </b>



mcdonalds-command = <b>Чтобы получить бигмак и среднюю картошку за 2 фунта, отправь мне код сверху чека</b>
mcdonalds-balance = <b>У тебя {$codes-amount ->
                [0] <code>нет ни одного кода</code> для скидок, отправь мне код с чека и я сгенерирую несколько штук ;)
                [one] есть <code>{$codes-amount} код</code>
                [few] есть <code>{$codes-amount} кода</code>
                *[many] есть <code>{$codes-amount} кодов</code>
                }</b>

use-mcdonalds-code = Получить код 🍔
mcdonalds-logs = Архив 📋

no-codes-available = У тебя не осталось кодов!
mcd-code = <b>{$code}</b>
close-code = Я использовал его 🆗
code-deleted = Код перенесен в архив 🆗

subway-register-unknown-error = <b>Произошла неизвестная ошибка, ты можешь попробовать еще раз</b>
subway-card-created = <b>Используй этот код чтобы получить бесплатный кофе, сендвич, чипсы или другую еду: </b><i>{$card-number}</i>
subway-is-busy = <b>Кто-то получает код для Subway прямо сейчас, попробуй еще раз через 20 секунд</b>

mcdonalds-archive-start = <b>Твои 10 последних использованх кодов</b>
mcdonalds-archive-row = <b>{$index} - {$code}</b>
mcdonalds-no-codes-ever-used = Ты еще не использовал ни одного кода
